const ReturnPolicy = () => {
  return (
    <>
      <div className="p-6 w-[80%] mx-auto">
        <p className="text-lg mb-4 text-justify">
          همراهان عزیز، هدف اصلی ما در هیدروژنوس، ارائه کالاهایی با کیفیت و قیمت
          مناسب و همچنین تحویل این کالاها با شرایط مطلوب به شما است؛ علی‌رغم
          تلاش‌های ما گاها ممکن است کالایی که دریافت می‌کنید، شامل مشکلاتی از
          قبیل ایراد فنی، ظاهری و مغایرت کالا باشد. به همین دلیل ما این امکان را
          فراهم کرده‌ایم که بتوانید از زمان دریافت کالا تا هفت روز کالای
          تحویل‌شده را بررسی کنید و درصورت نیاز آن کالا را مرجوع نمایید.
        </p>

        <section className="space-y-6 bg-gray-100 p-4 rounded-lg shadow-md">
          <h2 className="text-2xl font-medium text-blue-600 mb-3">
            شرایط مرجوعی کالا
          </h2>
          <ul className="list-disc list-inside space-y-2">
            <li>
              قبل از هرگونه اقدام برای مرجوعی کالاها، از طریق راه های ارتباطی
              موجود در سایت با ما هماهنگ کنید.
            </li>
            <li>
              پس از دریافت کالا و بازگشایی جعبه، چنانچه محصول خریداری شده خراب
              یا دارای مشکل بود، می‌بایست تا 24 ساعت پس از تحویل کالا موضوع
              رااطلاع دهید.
            </li>
            <li>
              تنها درصورتی امکان‌ مرجوعی کالا امکان پذیر است که پلمپ کالا باز
              نشده باشد.
            </li>
            <li>
              پس از بررسی محصول مرجوع شده نتیجه آن طی ۷۲ ساعت کاری به شما اعلام
              خواهد شد.
            </li>
            <li>
              درصورت تایید درخواست عودت کالا، مبلغ پرداخت‌شده طی ۲۴ تا ۴۸ ساعت
              کاری به حساب مشتری بازگردانده می‌شود.
            </li>
          </ul>
        </section>

        <section className="space-y-6 bg-gray-100 p-4 rounded-lg shadow-md mt-5">
          <h2 className="text-2xl font-medium text-blue-600 mb-3">
            روش‌های ارسال محصولات مرجوعی
          </h2>
          <p>
            تلاش ما در این است که کالای خریداری شده در شرایط مطلوب به دست شما
            برسد، با این وجود ممکن است پس از خرید به هر دلیلی تصمیم به
            بازگرداندن کالا بگیرید. ما این امکان را برای شما در نظر گرفته‌ایم که
            با آسودگی خاطر در مدت 7 روز بعد از دریافت کالا، برای بازگرداندن آن
            اقدام کنید.
          </p>
        </section>

        <section className="space-y-6 bg-gray-100 p-4 rounded-lg shadow-md mt-5">
          <h2 className="text-2xl font-medium text-blue-600 mb-3">
            شرایط بازگشت کالا
          </h2>
          <ul className="list-disc list-inside space-y-2">
            <li>
              جهت ارتباط با بخش خدمات پس از فروش، می‌توانید به شماره 09338435418
              و یا آی دی @hydrogenous_admin در "تلگرام" پیام ارسال نمایید.
            </li>
            <li>
              در قالب پیام "متنی"، شرح مختصری از علت درخواست بازگشت کالا به
              همراه شماره سفارش، اطلاعات سبد خرید و عکس محصول خود را ارسال کنید.
            </li>
            <li>
              در تلاش خواهیم بود تا حداکثر پس از 1 روز کاری به پیام مشتری پاسخ
              دهیم.
            </li>
            <li>
              توجه داشته باشید، تمامی کالاهای بازگشتی باید در شرایط اولیه به
              همراه جعبه محصول و برچسب هیدروژنوس روی کالا باشد.
            </li>
            <li>
              پیش از ارسال کالا، حتما با بخش خدمات پس از فروش هیدروژنوس،
              هماهنگی‌های لازم را انجام داده و به هیچ وجه هیچ کالایی را بدون
              هماهنگی قبلی به فروشگاه ارسال نکنید.
            </li>
            <li>
              کارشناسان خدمات پس از فروش هیدروژنوس، طی 2 الی 3 روز کاری پس از
              دریافت کالا، نتیجه را به مشتری اعلام خواهند کرد.
            </li>
            <li>
              بازگشت کالا تنها در صورتی امکان پذیر است که کالای مورد نظر در
              شرایط اولیه (پلمپ) باشد و از آن استفاده نشده باشد در غیر اینصورت
              محصول امکان بازگشت را از دست خواهد داد.
            </li>
          </ul>
        </section>

        <section className="space-y-6 bg-gray-100 p-4 rounded-lg shadow-md mt-5">
          <h2 className="text-2xl font-medium text-blue-600 mb-3">
            هزینه‌های ارسال چگونه محاسبه خواهد شد؟
          </h2>
          <ul className="list-disc list-inside space-y-2">
            <li>
              اگر وجود مغایرت فیزیکی، مورد تایید هیدروژنوس باشد، هزینه‌های ارسال
              به عهده هیدروژنوس است.
            </li>
            <li>
              برای واریز هزینه پست به حساب مشتری، قبض پستی با مهر شرکت پست باید
              همراه کالا به هیدروژنوس ارسال شود.
            </li>
            <li>
              در صورت تایید نشدن ایراد یا مغایرت توسط کارشناسان هیدروژنوس، هزینه
              ارسال و دریافت مجدد کالا، به عهده مشتری خواهد بود.
            </li>
          </ul>
        </section>
      </div>
    </>
  );
};

export default ReturnPolicy;
