export const metadata = {
  title: " حریم خصوصی ",
};

const PrivacyPolicy = () => {
  return (
    <>
      <div className="p-6 space-y-6 w-[80%] mx-auto">
        <p className="text-lg text-justify">
          هیدروژنوس ضمن احترامی که برای حریم شخصی کاربران قائل است، برای خرید،
          ثبت نظر یا استفاده از برخی امکانات سایت هیدروژنوس، اطلاعاتی را از
          کاربران درخواست می‌کند تا بتواند خدماتی امن و مطمئن را به کاربران
          ارائه دهد. برای پردازش و ارسال سفارش، اطلاعاتی مانند آدرس، شماره تلفن
          و ایمیل مورد نیاز است. همچنین آدرس ایمیل و تلفن‌هایی که مشتری در
          پروفایل خود ثبت می‌کند، تنها آدرس ایمیل و تلفن‌های رسمی و مورد تایید
          مشتری است و تمام مکاتبات و پاسخ‌های هیدروژنوس از طریق آنها صورت
          می‌گیرد.
        </p>

        <p className="text-lg text-justify">
          بنابراین درج آدرس، ایمیل و شماره تماس‌های همراه و ثابت توسط مشتری، به
          منزله‌ی مورد تایید بودن صحت آنها است و در صورتی‌که این موارد به صورت
          صحیح یا کامل درج نشده باشد، هیدروژنوس جهت اطمینان از صحت و قطعیت ثبت
          سفارش می‌تواند از مشتری، اطلاعات تکمیلی و بیشتری درخواست کند. مشتریان
          می‌توانند نام، آدرس و تلفن شخص دیگری را برای تحویل گرفتن سفارش وارد
          کنند و هیدروژنوس تنها برای ارسال همان سفارش، از این اطلاعات استفاده
          خواهد کرد.
        </p>

        <p className="text-lg text-justify">
          همچنین هیدروژنوس ممکن است برای ارتباط با مشتریان، بهینه سازی محتوای وب
          سایت و تحقیقات بازاریابی از برخی اطلاعات استفاده کند و برای اطلاع
          رسانی رویدادها و اخبار، خدمات و سرویس‌های ویژه یا جشنواره‌ها، برای
          اعضای وب‌سایت ایمیل یا پیامک ارسال نماید.
        </p>

        <p className="text-lg text-justify">
          توجه داشته باشید که 82000770 شماره‌ای است که هیدروژنوس از طریق آن برای
          کاربران و مشتریان خود پیامک ارسال می‌کند. همچنین این شماره، سامانه
          ارسال پیامک است که وضعیت پردازش سفارش یا رویدادها را به اطلاع کاربران
          می‌رساند و همچنین امکان دریافت پیام‌های شما نیز از طریق آن وجود دارد.
          بنابراین ارسال هرگونه پیامک تحت عنوان هیدروژنوس، با هر شماره دیگری
          تخلف و سوء استفاده از نام هیدروژنوس است و در صورت دریافت چنین پیامکی،
          لطفاً جهت پیگیری قانونی آن را به info@hydrogenous.ir اطلاع دهید.
        </p>

        <p className="text-lg text-justify">
          حفظ و نگهداری رمز عبور بر عهده‌ی کاربران است و برای جلوگیری از هرگونه
          سوء استفاده احتمالی، کاربران نباید آن را برای شخص دیگری فاش کنند.
          همچنین درصورتی‌که کاربر شماره همراه خود را به فردی دیگر واگذار کرد،
          جهت جلوگیری از سواستفاده یا مشکلات احتمالی کاربران باید شماره موبایل
          خود را در پروفایل تغییر داده و شماره جدیدی ثبت نمایند. هیدروژنوس هویت
          شخصی کاربران را محرمانه می‌داند و اطلاعات شخصی آنان را به هیچ شخص یا
          سازمان دیگری منتقل نمی‌کند، مگر اینکه با حکم قانونی مجبور باشد در
          اختیار مراجع ذیصلاح قرار دهد.
        </p>

        <p className="text-lg text-justify">
          هیدروژنوس ممکن است نقد و نظرهای ارسالی کاربران را در راستای رعایت
          قوانین وب سایت ویرایش کند. همچنین اگر نظر یا پیام ارسال شده توسط
          کاربر، مشمول مصادیق محتوای مجرمانه باشد، هیدروژنوس می‌تواند از اطلاعات
          ثبت‌شده برای پیگیری قانونی کند.
        </p>

        <p className="text-lg text-justify">
          هیدروژنوس برای حفاظت و نگهداری اطلاعات و حریم شخصی کاربران همه توان
          خود را به کار می‌گیرد و امیدوار است که تجربه خریدی امن، راحت و خوشایند
          را برای همه کاربران فراهم آورد.
        </p>
      </div>
    </>
  );
};

export default PrivacyPolicy;
