export const metadata = {
  title: "درباره ما",
};


const About = () => {
  return (
    <>
      <div className="p-6 space-y-6 min-h-screen">
        <p className="text-lg">
          حتما تا به حال برای شما پیش آمده که موقع سفارش نوشیدنی یا مشاهده
          ویترین یخچال سوپر مارکت ها برای سفارش یا انتخاب نوشیدنی سر در کم شده
          اید و بنابر این ممکن است بیشتر نوشیدنی را انتخاب کنید که فقط به نظرتان
          آشناتر است، اما اصلا باب طبع شما نیست. بسیاری از این نوشیدنی ها در
          دسته نوشیدنی های انرژی زا قرار می گیرند که هر روزه با اسامی و برندهای
          مختلف به بازار عرضه می شوند. نکته قابل توجه دربسیاری از این نوشیدنی ها
          مشابهت زیاد در محتوای ترکیبات آنها و طعم بسیار نزدیک آنها بهم و اما
          تنوع گسترده تفاوت قیمتی بین آنهاست!
        </p>

        <p className="text-lg">
          در سال‌های اخیر مصرف نوشیدنی های سرد و انرژی زا تبدیل به یکی از
          نوشیدنی های محبوب در بین مردم به ویژه جوانان و ورزشکاران شده ‌‌است. در
          گذشته افراد بیشتر وقت خود را در قهوه‌ خانه و چایخانه‌های سنتی
          می‌گذراندند و نوشیدنی مورد علاقه آن‌ها چای یا قهوه بود. امروزه مردم
          علاوه بر نوشیدنی های گرم، تمایل زیادی به نوشیدن انواع نوشیدنی های سرد
          و انرژی زا دارند. بنابراین همواره در صدد انتخاب و مصرف چنین نوشیدنی
          هایی در سفر، منزل، و محیط های کاری یا ورزشی هستند. اما در این بین،
          علاقه به حفظ سلامتی در کنار افزایش انرژی و نشاط نیز مورد توجه است. در
          حال حاضر، اکثر نوشیدنی های انرژی زا حاوی کافئین و مقدار زیادی شکر
          (ساکارز) هستند. با توجه به برخی محدودیت ها در استفاده از کافئین و لزوم
          مراقبت در عدم استفاده بیش از حد و خطرزا از این ماده از یکسو و مضرات و
          محدودیت ها در استفاده از شکر به ویژه در بیماران دیابتی از سوی دیگر،
          تلاش برای معرفی نوشیدنی های جایگزین عاری از این ترکیبات نیز همواره
          مورد توجه بوده است. در این راستا، جمعی از متخصصین در حوزه های مختلف
          پزشکی، شیمی، داروسازی، صنایع غذایی، زیست شناسی (و علوم اعصاب و روان) و
          ... شرکتی با رویکرد دانش بنیان را در سال 1400 تاسیس نموده و محصولی نو
          در عرصه نوشیدنی ها با ویژگی های منحصر بفرد ارائه نمودند.
        </p>

        <p className="text-lg">
          محصول هیدروژنوس که مخففی برگرفته از اکسیر هیدروژن است با مجموعه ای از
          ویژگی های منحصر بفرد در حوزه تندرستی، سلامتی و زیبایی و به صورت متنوع
          و متناسب با سلیقه و نیاز شما عرضه می شود. این محصول در سه شکل پودر
          (ساشه)، قرص (ظرف) و نوشیدنی (کن یا پت) و در طعم های مختلف نظیر
          پرتقالی، موهیتو، استوایی، توت فرنگی، ویژه و کلاسیک در دسترس و قابل
          استفاده است. تنوع بخشی در این محصول به نحوی است که شما بتوانید از آن
          به راحتی و بر حسب شرایط و سلیقه تان در سفر، منزل، محیط کاری، ورزشی،
          ... بهره مند شوید. شما میتوانید از آن به صورت پودر داخل ساشه ها و با
          طعم های مختلف درون جعبه ای شکیل بر روی میز پذیرایی یا کاری استفاده
          کنید. شما میتوانید با گذاشتن یک جعبه کوچک حاوی شش عدد ساشه در جیب،
          کیف، ... و هر بار با افزودن پودر یکی از این ساشه ها به لیوان آب،
          نوشیدنی مطلوب و سلامت افزایی داشته باشید.
        </p>
      </div>
    </>
  );
};

export default About;
